[
  {
    "titre": "Métis ici, Métisse ailleurs",
    "objectif": "Pratiquer l’oral des élèves pour s’exprimer davantage en français. Enrichir son vocabulaire et apprécier la musique d’expression française Le choix d’une chanson sert à attirer leur curiosité et à se familiariser avec d’autres accents Utiliser le dictionnaire pour découvrir de nouvelles expressions et de nouveaux mots. Découvrir le sens du mot « Métis(e) » ailleurs versus au Canada. Reconnaître les différentes figures de styles apprises en classe (métaphore, comparaison, etc.)."
  },
  {
    "titre": "Teste ta géographie!",
    "objectif": "1. Approfondir les connaissances quant à la géographie du Canada. 2. Se familiariser avec les noms français des provinces et territoires du Canada. 3. Repérer des endroits sur une carte géographique à l’aide de coordonnées géographiques. 4. Améliorer la communication orale."
  },
  {
    "titre": "Jeu-questionnaire",
    "objectif": "• Réviser des connaissances déjà acquises; • Répondre à une question en phrase complète. Vous pouvez donner l’objectif que vous voulez, tout dépend des questions que vous utilisez. Personnellement, je m’en étais servie à la fin de l’année dernière pour faire une révision de tous ce qu’on avait vu depuis le début de l’année."
  },
  {
    "titre": "Métis ici, Métisse ailleurs",
    "objectif": "Pratiquer l’oral des élèves pour s’exprimer davantage en français. Enrichir son vocabulaire et apprécier la musique d’expression française Le choix d’une chanson sert à attirer leur curiosité et à se familiariser avec d’autres accents Utiliser le dictionnaire pour découvrir de nouvelles expressions et de nouveaux mots. Découvrir le sens du mot « Métis(e) » ailleurs versus au Canada. Reconnaître les différentes figures de styles apprises en classe (métaphore, comparaison, etc.)."
  },
  {
    "titre": "Métis ici, Métisse ailleurs.",
    "objectif": "Pratiquer l’oral des élèves pour s’exprimer davantage en français. Enrichir son vocabulaire et apprécier la musique d’expression française Le choix d’une chanson sert à attirer leur curiosité et à se familiariser avec d’autres accents Utiliser le dictionnaire pour découvrir de nouvelles expressions et de nouveaux mots. Découvrir le sens du mot « Métis(e) » ailleurs versus au Canada. Reconnaître les différentes figures de styles apprises en classe (métaphore, comparaison, etc.)."
  },
  {
    "titre": "Jeu-questionnaire",
    "objectif": "• Réviser des connaissances déjà acquises; • Répondre à une question en phrase complète. Vous pouvez donner l’objectif que vous voulez, tout dépend des questions que vous utilisez. Personnellement, je m’en étais servie à la fin de l’année dernière pour faire une révision de tous ce qu’on avait vu depuis le début de l’année."
  },
  {
    "titre": "La chasse aux expressions",
    "objectif": "Apprendre de nouvelles expressions québecoises Prendre conscience qu’un mot peut avoir plusieurs sens Apprendre à travailler en équipe"
  },
  {
    "titre": "Radio Étudiante École Pubnico-Ouest (EPO)",
    "objectif": "Mieux connaitre l’histoire des acadiens et l’Acadie."
  },
  {
    "titre": "La chasse aux expressions",
    "objectif": "Apprendre de nouvelles expressions québecoises Prendre conscience qu’un mot peut avoir plusieurs sens Apprendre à travailler en équipe"
  },
  {
    "titre": "Les monstres de recyclage",
    "objectif": "Les élèves doivent rassembler des articles recyclables et ensuite en créer un monstre. Le but est de faire une exposition que le reste de l’école pourra visiter pendant le temps de l’Halloween. L’activité a un gros fond créatif, mais les élèves devront faire une fiche de présentation, comme dans un vrai musée. La fiche devra inclure une description ainsi que le nom de leur monstre. De nombreux mots de vocabulaire peuvent être révisés ou appris (couleur, partie du corps, vocabulaire descriptif: petit, grand…). Avant de débuter l’activité, on aura eu des petites discussions avec les élèves sur ce qu’ils préfèrent de l’Halloween, leurs bonbons préférés, en quoi vont-ils se déguiser, les déguisements typiques de l’Halloween, etc."
  },
  {
    "titre": "J'ai...qui a",
    "objectif": "Bonjour à vous! Voici la version française du jeu I have… Who has…? (J’ai… Qui a…?). Ce jeu permet aux élèves de pratiquer les nombres tout en jouant. Ceux-ci adorent essayer de battre leur record de fois en fois."
  },
  {
    "titre": "Découvrons la ville de Québec",
    "objectif": "L’objectif est de permettre aux élèves de découvrir et connaître le berceau de l’Amérique-Française en leur permettant d’y connaître l’histoire, la culture ainsi que des traits uniques que cette ville a à offrir. Pour ce faire, une présentation powerpoint a lieu et. par la suite, on a une période de questions."
  },
  {
    "titre": "Pratiquons les sons!",
    "objectif": "Pratiquer les sons tout en jouant. Ressortir les sons des mots et bien les prononcer."
  },
  {
    "titre": "Buzzers",
    "objectif": "Travailler la compréhension orale. Durée limité, 5-6 minutes; activité de réchauffement ou un laissez-passer de sortie"
  },
  {
    "titre": "Les détecteurs de mensonges",
    "objectif": "Poser des questions. Développer l’expression orale. Maintenir un discours vraisemblable. Exercer son exprit critique."
  },
  {
    "titre": "Fis toi à moi !",
    "objectif": "Communiquer en français Employer des mots pour décrire quelque chose (pas souvent facile pour les jeunes) Développer la confiance en soi Développer le travail en équipe Développé l’écoute du français Développer sa concentration"
  },
  {
    "titre": "Dans ma soupe il y a.../ Dans ma salade de fruits il y a...",
    "objectif": "Apprentissage de langage journalier – le nom de légumes et ou de fruits. Utiliser une phrase complète en répondant et en posant une question."
  },
  {
    "titre": "Des mots et des lettres",
    "objectif": "l’amélioration de l’orthographe, l’apprentissage de nouveaux vocabulaires et la prononciation des mots."
  },
  {
    "titre": "Catégorie",
    "objectif": "-Développer des mots familiers en français. -Associer les mots en anglais qui ressemble à ceux en français. -Faire le lien entre les difficultés selon les catégories de mots."
  },
  {
    "titre": "titre #1 : L’union fait la force titre #2 : Connaissez-vous bien le Québec?",
    "objectif": "Faire découvrir aux étudiants de niveau secondaire des expressions québécoises communes et certaines particularités de la province de Québec en pratiquant le français oral."
  },
  {
    "titre": "C’est une activité de révision inspirée du jeu Cranium. Il y a donc quatre boîtes, qui valorisent chacune une méthode d’apprentissage différente. Les boîtes contiennent des cartes de missions, en lien avec la théorie apprise depuis le début des class",
    "objectif": "– Réviser de la matière déjà acquise sous forme de jeu – Appliquer des concepts théoriques dans de réelles situations – Apprendre sur une nouvelle culture – Faire passer la théorie du papier au vivant – Reconnaître rapidement les concepts précédemment appris – Interagir avec les autres membres de la classe – Apprendre à travailler en équipe – Utiliser différentes stratégies d’apprentissage – Apprendre à bien communiquer"
  },
  {
    "titre": "Quiz – L’Apocalypse de Zombie (activité spécial Halloween).",
    "objectif": "-Compréhension orale de la mise en situation, des questions et du vocabulaire du quiz. -Encourage la discussion et la prise de décision en groupe."
  },
  {
    "titre": "Mots croisés communicatifs",
    "objectif": "Faire la description, réviser et acquérir du vocabulaire, apprendre à bien chercher dans le dictionnaire."
  },
  {
    "titre": "La francophonie PARTOUT et dans toutes les COULEURS",
    "objectif": "– Développer la capacité à décrire des formes, nommer les couleurs. – Apprendre à connaître, par le biais de l’activité, le caractère mondial de la francophonie."
  },
  {
    "titre": "Jeu de pêche",
    "objectif": "Développer la structure et le vocabulaire"
  },
  {
    "titre": "L'Art culinaire québécois",
    "objectif": "Partager la culture québécoise par le biais de la nourriture typique que l’on y retrouve. Par la même occasion, leur apprendre à nommer les différentes cuissons de la viande et cuissons des oeufs en français."
  },
  {
    "titre": "Lecture gagnante",
    "objectif": "1. Encourage la lecture 2. Enrichissement du vocabulaire 3. Diversification des types de lecture 4. Amélioration de la compréhension de la lecture 5. Amélioration de la structure d’une phrase complète à l’écrit 6. Enrichissement culturel et social (culture générale)"
  },
  {
    "titre": "Lecture gagnante",
    "objectif": "1. Encourage la lecture 2. Enrichissement du vocabulaire 3. Diversification des types de lecture 4. Amélioration de la compréhension de la lecture 5. Amélioration de la structure d’une phrase complète à l’écrit 6. Enrichissement culturel et social (culture générale)"
  },
  {
    "titre": "Les émotions de serpent - échelle",
    "objectif": "Identifier les émotions. Être capable de s’exprimer et d’expliquer une situation du passé."
  },
  {
    "titre": "Apprendre en chantant",
    "objectif": "Permettre aux élèves de communiquer oralement en chantant tout en les aidant à approfondir la compréhension des textes, ainsi que la composition des phrases à structure complète. Cette activité permet aussi aux élèves de se familiariser avec les règles de grammaire, de conjugaison et d’orthographe. Il va sans dire que cette activité éveille l’intelligence des élèves et développe leur capacité à se concentrer et à prendre des notes."
  },
  {
    "titre": "La légende de la Corriveau",
    "objectif": "Attention : Veuillez aviser l’enseignante et/ou l’administration étant donné la nature de cette activité. Il y a des élèves qui ne pourront peut-être pas y participer… – Différencier une légende d’un conte – Connaître du vocabulaire technique pour décrire un texte – Développer sa compréhension auditive – Pratiquer la lecture à haute voix – Échanger son opinion avec un partenaire en français – Apprécier la culture du moniteur"
  },
  {
    "titre": "Jeu du tic tac toe",
    "objectif": "Faire pratiquer les élèves avec leurs mots de vocabulaire, leur table de multiplication, d’addition, de soustraction ou de division. Toutes les questions qui se relient de près ou de loin avec la matière que les enfants apprennent, selon leur niveau."
  },
  {
    "titre": "RECONSTITUTION DU TEXTE MORCELÉ",
    "objectif": "Activité de mémorisation, de concentration et de collaboration"
  },
  {
    "titre": "Description d'images",
    "objectif": "Pratiquer à l’oral des mots de vocabulaire sur un sujet. Les élèves donnent les directives en phrases complètes. Utiliser les mots de vocabulaire sur l’espace (en haut, en bas, à droite, à gauche, en arrière-plan, etc.)"
  },
  {
    "titre": "Une image vaut mille mots",
    "objectif": "– Pratiquer la narration et la description spontanée à voix haute en créant une histoire en français à partir d’une image. – Développer son vocabulaire."
  },
  {
    "titre": "La légende de la Corriveau",
    "objectif": "Attention : Veuillez aviser l’enseignante et/ou l’administration étant donné la nature de cette activité. Il y a des élèves qui ne pourront peut-être pas y participer… – Différencier une légende d’un conte – Connaître du vocabulaire technique pour décrire un texte – Développer sa compréhension auditive – Pratiquer la lecture à haute voix – Échanger son opinion avec un partenaire en français – Apprécier la culture du moniteur"
  },
  {
    "titre": "Introduction à l'improvisation",
    "objectif": "Développer la communication orale spontanée en français, la créativité et le travail d’équipe."
  },
  {
    "titre": "Donnez-moi un indice",
    "objectif": "Encourager les élèves à parler et à partager des informations. Ils cherchent activement le vocabulaire approprié pour décrire un objet ou une situation."
  },
  {
    "titre": "Les phrases farfelues",
    "objectif": "– Reconstruire les phrases et leur redonner un sens tout en s’amusant S’assurer que les élèves répondent en phrases complètes à l’oral et à l’écrit."
  },
  {
    "titre": "Donnez-moi un indice",
    "objectif": "Encourager les élèves à parler et à partager des informations. Ils cherchent activement le vocabulaire approprié pour décrire un objet ou une situation."
  },
  {
    "titre": "Abracadabra",
    "objectif": "– Percevoir les sons, – effectuer des substitutions phonémiques -Enrichir son vocabulaire"
  },
  {
    "titre": "Les enfants-soldats",
    "objectif": "Découvrir le fléau des enfants-soldats (peut être fait lors de la journée mondiale de la non-violence (en octobre), de l’enfance (en novembre) ou des enfants-soldats (en février). Exprimer des émotions. Donner des conseils. Développer la compréhension et l’imagination. Discuter (si fait en équipe) ou écrire (si fait individuellement)."
  },
  {
    "titre": "La ville d'Halloween",
    "objectif": "Repérer le nombre de syllabes Apprendre qu’est ce qu’une rime Expression orale Créativité"
  },
  {
    "titre": "Qui suis-je ?",
    "objectif": "Développer une habileté à poser des questions Dialoguer Écrire une devinette."
  },
  {
    "titre": "Apprend-le, par le jeu !",
    "objectif": "Nous atteindrons la creation d’un atelier avec des activités que nous avons créées qui met l’accent sur l’aspect culturel – une activité d’apprentissage basée sur des matières qui sont accessibles aux enseignants et aux moniteurs/monitrices de langue. En utilisant les jeux pré-existantes, jeux de société, jeux de cartes, etc., l’intégration de la langue et de la culture francophone sera facile et amusante pour les élèves ET les moniteurs/trices. On discutera des façons à faciliter l’apprentissage coopératif démontrés à travers différents jeux."
  },
  {
    "titre": "La ville d'Halloween",
    "objectif": "Repérer le nombre de syllabes Apprendre qu’est ce qu’une rime Expression orale Créativité"
  },
  {
    "titre": "Le corps en mouvement",
    "objectif": "Travailler le vocabulaire à travers l’expression corporelle Avoir de l’imagination et inventer des déplacements"
  },
  {
    "titre": "Allons-y!",
    "objectif": "Développer sa compréhension de la langue écrite Améliorer son orthographe"
  },
  {
    "titre": "UNO Conjugaison",
    "objectif": "– Apprentissage des pronoms sujets – Compréhension et utilisations des verbes du premier groupe, deuxième et troisième groupe au présent de l’indicatif – Apprendre du nouveau vocabulaire"
  },
  {
    "titre": "Qui sait?",
    "objectif": "Découvrir les personnages de bande dessinée francophone Pratiquer les questions As-tu…. Es-tu…. etc."
  },
  {
    "titre": "Moi, version Totem",
    "objectif": "Identifier nos caratéristiques (qualités, éléments de la culture, passion, etc.) Identifier ce qui nous représente Construire un totem unique (on pourrait demander aux élèves d’apporter des objets recyclés pour la construction) Se présenter à travers un totem"
  },
  {
    "titre": "Les expressions de la langue francaise",
    "objectif": "Les élèves devront essayer de trouver le sens d’expressions qui viennent d’endroits differents de la francophonie."
  },
  {
    "titre": "Le choc des cultures",
    "objectif": "Comparer la culture terre-neuvienne à la culture québécoise En apprendre plus sur sa culture et celle du Québec Travail d’équipe"
  },
  {
    "titre": "Jeu de mémoire, parties du corps",
    "objectif": "Apprendre les mots de vocabulaire des parties du corps. Apprendre le vocabulaire/les consignes nécessaire pour jouer un jeu : « C’est ton tour; c’est mon tour; pige une carte; j’ai une paire; je n’ai pas de paire; j’ai gagné…etc."
  },
  {
    "titre": "Manèges fous",
    "objectif": "En connaitre plus sur la ville d’origine du moniteur. Mettre en valeur la langue française. Prendre conscience de l’environnement parfois très anglophone de la ville du moniteur et/ou de l’élève et de sa ville."
  },
  {
    "titre": "J't'ai eu! (v.f. de Gotcha!)",
    "objectif": "– Jouer à un jeu d’action entre les cours (un jeu peut durer plus d’un mois sans supervision directe constante); – Faire la connaissance d’autres élèves; – Être libre de participer ou non; – Favoriser la lecture de nombreux règlements détaillés, en français, précis et nécessaires à la compréhension des actions; – Développer des stratégies seul ou avec alliances pour gagner."
  },
  {
    "titre": "Qui compteras le plus vite ?",
    "objectif": "Pratiquer à compter de manière rapide, pratiquer à compter rapidement les dés. Doit se faire en petits groupes seulement."
  },
  {
    "titre": "Family Feud (La Guerre des Clans)",
    "objectif": "– Favoriser la communication en français; – Favoriser la compréhension du français; – Faire connaître les goûts et les intérêts des élèves des autres niveaux entre la 2e année et la 12e année; – Favoriser le travail d’équipe."
  },
  {
    "titre": "Le Seigneur des Anneaux",
    "objectif": "– Favoriser la lecture d’une carte en français; – Favoriser la recherche à partir de la lecture d’une carte; – Faire une activité sportive en groupe à l’extérieur; – Travailler l’esprit d’équipe."
  },
  {
    "titre": "Le jeu de cartes",
    "objectif": "Travailler les genres (féminin, masculin), les verbes, le vocabulaire, les acrostiches et le français oral."
  },
  {
    "titre": "L'art de la nature",
    "objectif": "– Réaliser des créations artistiques à l’aide de matériaux naturels. – Pratiquer à l’oral des mots de vocabulaire sur les formes et les éléments; spirale, carré, cercle, terre, feuille, bois, etc. – Pratiquer à l’oral l’aptitude à porter un jugement critique constructif envers son propre travail et celui des autres. – Familiariser les élèves avec le mouvement artistique du “Land Art”."
  },
  {
    "titre": "Alerte aux objets perdus",
    "objectif": "– Retour au calme; – Apprendre/pratiquer de nouveaux mots de vocabulaire ou vérifier les acquis."
  },
  {
    "titre": "Défilé de mode",
    "objectif": "-Se familiariser avec les mots descriptifs de vêtements -Poser des questions en utilisant la bonne formule de phrase et s’assurer que les élèves répondent en phrases complètes -Maîtriser la connaissance des parties du corps et des vêtements"
  },
  {
    "titre": "Mon étrange dictée de mots",
    "objectif": "Réviser les mots de dictée. Rendre la dictée amusante. Travailler la motricité fine."
  },
  {
    "titre": "Synonyme – Champ lexical ou sémantique",
    "objectif": "Description de l’activité : Cette activité vise à amener les élèves à faire des liens entre les synonymes à partir d’une image ou d’un mot-directeur. Elle permettra aux élèves d’accroitre leur vocabulaire et de renforcer leurs habilités de pensée. Attentes: • Comprendre les relations de synonymie entre des mots; • Accroître la créativité lexicale à travers l’interprétation et la représentation d’une image. Les élèves composent une phrase complète avec quelques mots. Résultats d’apprentissage visés : À l’issue de cette activité, les élèves : • Pourront construire des champs lexicaux et sémantiques en interprétant des images ou en partant d’un mot-directeur. Niveau ou âge du public cible : • 4e et 5e années (élémentaire), – 6 à 10 ans."
  },
  {
    "titre": "Jeu de rôle et mise en scène : le milieu scolaire",
    "objectif": "Motiver les élèves à s’exprimer spontanément en français en situation de communication; Promouvoir l’esprit de groupe, la confiance en soi et l’habilité de parler en public; Encourager les élèves à prendre la parole, en se mettant dans la peau du personnage du milieu scolaire qu’ils ont choisi d’incarner; Appliquer des stratégies d’attention et d’écoute (p. ex., cesser toute activité en cours, regarder l’équipe de présentation, être en position d’écoute); Produire divers actes langagiers (p. ex. donner des consignes, répondre à une question, raconter un incident, commenter une activité)."
  },
  {
    "titre": "Apprendre des verbes",
    "objectif": "Permettre aux élèves d’apprendre les verbes tout en s’amusant. Permettre aux élèves de lire une phrase au tableau et de faire l’action."
  },
  {
    "titre": "Dessine-moi un monstre !",
    "objectif": "– Encouragez la discussion spontanée par le biais du travail d’équipe. – Enrichir le vocabulaire des élèves – Améliorer l’expression orale devant un groupe"
  },
  {
    "titre": "Le Ballon à question",
    "objectif": "Avoir du plaisir et connaitre davantage ses camarades de classe."
  },
  {
    "titre": "Personnalité de célébrité",
    "objectif": "Apprendre les traits de caractère de personalité. (* il faut faire attention de ne pas juger les gens)"
  },
  {
    "titre": "Apprendre en chantant",
    "objectif": "Apprendre en chantant avec plaisir en abordant le thème de l’alimentation"
  },
  {
    "titre": "Histoire séquentielle",
    "objectif": "Faire parler les élèves. Construire une phrase. Faire une histoire logique."
  },
  {
    "titre": "Toile d'araignée",
    "objectif": "-Développer le vocabulaire en lien avec l’Halloween -Participer à une création collective et individuelle"
  },
  {
    "titre": "Chanson à trous",
    "objectif": "Enrichir le vocabulaire et améliorer l’orthographe."
  },
  {
    "titre": "À vos mimes, prêts, mimez!",
    "objectif": "Développer un esprit de groupe, faire parler le français tout en s’amusant, lire des courtes actions en français et les mimer."
  },
  {
    "titre": "Chenille-papillon",
    "objectif": "Ce jeu demande que les ados ou les pré-ados travaillent ensemble, en formant une équipe soudée. Si on rajoute des virelangues (jeux de mots), cela relèvera une bonne pratique de prononciation et d’articulation des mots en français. Les bafouillages, fous rires, langues qui fourchent sont assurés avec ce type de jeu."
  },
  {
    "titre": "Les drapeaux",
    "objectif": "– Pratiquer les mots de vocabulaire d’une même catégorie en français à l’écrit et à l’oral – Travailler l’esprit de compétition"
  },
  {
    "titre": "À vos mimes, prêts, mimez!",
    "objectif": "Développer un esprit de groupe, faire parler le français tout en s’amusant, lire des courtes actions en français et les mimer."
  },
  {
    "titre": "Qui suis-je?",
    "objectif": "Pratiquer la formulation de questions. Pratiquer le vocabulaire relié aux parties du corps et aux vêtements. Le moniteur/monitrice doit modéliser la procédure avant que les élèves commencent l’activité,"
  },
  {
    "titre": "Les drapeaux",
    "objectif": "– Pratiquer les mots de vocabulaire d’une même catégorie en français à l’écrit et à l’oral – Travailler l’esprit de compétition"
  },
  {
    "titre": "Racontez-moi une histoire!",
    "objectif": "Laisser aller l’imagination des élèves et faire pratiquer le vocabulaire en français!"
  },
  {
    "titre": "Le matériel scolaire",
    "objectif": "Aider les élèves à connaître les objets du matériel scolaire."
  },
  {
    "titre": "Transformation du discours direct à discours indirect - 4-5e année",
    "objectif": "Communication Écoute Utilisation vocabulaire Révision sur les pronoms Révision aussi sur le discours direct vs discours indirect (transformations grammaticales, pronoms, marqueurs de temps, modification des pronoms possessifs"
  },
  {
    "titre": "Le matériel scolaire",
    "objectif": "Aider les élèves à connaître les objets du matériel scolaire."
  },
  {
    "titre": "Transformation du discours direct à discours indirect - 4-5e année",
    "objectif": "Communication Écoute Utilisation vocabulaire Révision sur les pronoms Révision aussi sur le discours direct vs discours indirect (transformations grammaticales, pronoms, marqueurs de temps, modification des pronoms possessifs"
  },
  {
    "titre": "raconte moi ton conte mononc",
    "objectif": "Une activité s’étalant sur plusieurs séances, elle développera ainsi une série d’aptitudes chez les élèves. La première partie visera la lecture, la compréhension et l’écoute et l’analyse critique, alors que la deuxième partie fera travailler l’écriture, la créativité, le travail d’équipe ainsi que le sens dramatique. Le tout, de préférence, se devrait d’être associé, du moins pour la première partie, à des leçons sur les contes. Très grande entreprise comme activité… plutôt la préparation d’une pièce de théâtre. S’assurer de bien planifier la ligne de temps avant d’entreprendre ce projet. Se porte plutôt au niveau secondaire ou français langue première."
  },
  {
    "titre": "La Roche de la parole",
    "objectif": "Exprimer son opinion. S’écouter l’un l’autre pour aider à résoudre des conflits et des problèmes."
  },
  {
    "titre": "Nettoyons nos lunettes: Pro-français vs anti-anglais. Suis-je pro-français?",
    "objectif": "Amener les élèves à prendre conscience de la construction identitaire dans un milieu minoritaire francophone et à comprendre les messages transmis lorsqu’une personne s’affirme. Amener les élèves à savoir qu’être pro-français leur permet de favoriser la langue et la culture francophones dans un milieu favorisant leur épanouissement. Inviter les élèves à comprendre la différence entre pro-français et anti-anglais, car le but n’est pas de les pousser à être anti-anglais, mais plutôt à être pro-français, c’est-à-dire à mettre en avant les avantages du français (langue, culture, identité). C’est une activité que je trouve très intéressante, car elle traite d’un sujet important : être pro-français vs être anti-anglais. On peut être pro-français, sans nécessairement être anti-anglais. Les deux langues sont les langues officielles du Canada. Donc, c’est mieux de connaître les deux langues. On peut défendre la langue française. Mais on n’a pas besoin d’inviter les élèves à être contre la langue, la culture et les valeurs anglophones."
  },
  {
    "titre": "Taboo",
    "objectif": "S’exprimer en français"
  },
  {
    "titre": "Intimidation",
    "objectif": "Voir l’effet de l’intimidation sur celui qui la subi"
  },
  {
    "titre": "La survie des animaux",
    "objectif": "-Cette activité aborde les disciplines de l’environnement, de l’écologie et des mathématiques. -Conscientiser les élèves sur les besoins vitaux fondamentaux des animaux, soient la nourriture, l’eau, l’abri et l’espace. -Intégrer ces derniers sous forme de jeu. -Développer le sens de l’observation et de l’analyse."
  },
  {
    "titre": "Improvisation",
    "objectif": "Développer la créativité et la spontanéité Développer la capacité à travailler en équipe Développer la capacité à structurer des idées logiques dans un temps limité Développer la capacité à organiser ses propres idées sans supervision Développer l’écoute, le leadership, le bon jugement, l’ouverture d’esprit et la confiance en soi"
  },
  {
    "titre": "Rallye-Alphabet",
    "objectif": "Jouer avec les mots et les lettres, puis faire découvrir un sujet quelconque. À noter, pour des élèves de niveau FLS intermédiaire ou de français langue première"
  },
  {
    "titre": "Relations saines et malsaines",
    "objectif": "– Consolider la notion de relations saines/malsaines requise pour les 7ème et 8ème années dans le curriculum dans le cadre du cours d’Éducation Santé-Carrière (partie C5) – Conclure et faire un lien avec la notion de l’intimidation si travaillée auparavant"
  },
  {
    "titre": "Création de cartes postales",
    "objectif": "-Découvrir la culture québécoise. -Apprendre le français en s’amusant. -Permettre aux élèves de découvrir ma province."
  },
  {
    "titre": "Création de cartes postales",
    "objectif": "-Découvrir la culture québécoise. -Apprendre le français en s’amusant. -Permettre aux élèves de découvrir ma province."
  },
  {
    "titre": "La chasse aux lettres",
    "objectif": "Avec cette activité, je voulais que les élèves pratiquent la reconnaissance de certaines lettres (majuscules et minuscules) ainsi que la construction de mots."
  },
  {
    "titre": "À chacun sa place",
    "objectif": "Favoriser le sentiment d’appartenance à un groupe en misant sur l’ouverture à l’autre, Susciter une prise de conscience des référents culturels de la francophonie d’ici et d’ailleurs et favoriser l’inclusion."
  },
  {
    "titre": "Cache-cache",
    "objectif": "Apprendre et pratiquer les mots “Devant, Derrière, Sur, Sous, À côté et Dans” Améliorer le vocabulaire des objets présents dans la pièce choisie Pratiquer à compter en français"
  },
  {
    "titre": "La Saint Valentin",
    "objectif": "La saint Valentin considérée en Europe comme la fête des amoureux est au Canada la fête de l’amitié. Les élèves démontrent de bonnes intentions envers les autres, la famille, les amis. c’est l’occasion d’offrir une carte ou un petit présent et de dire JE T’AIME. Écrire un message à une personne: ami, papa, maman, frère, sœur, enseignante…. L’activité permet aux petites mains de laisser leur marque sur du papier. Non seulement l’enfant développera sa motricité fine, mais il sera aussi très heureux de pouvoir donner un cadeau qui vient de lui à son valentin"
  },
  {
    "titre": "Cache-cache",
    "objectif": "Apprendre les mots Devant, Derrière, Sur, Sous, À côté, Dans Ajouter des mots au vocabulaire (objets présents dans la pièce)"
  },
  {
    "titre": "Des objets cachés dans du sable ou du riz",
    "objectif": "Apprendre et reconnaître les sons (on, ai, ui, é, è, ê, ei, en, an…) dans les mots. Par exemple, ballon (on comme dans dragon). Pour les aider avec leur lecture et l’écriture."
  },
  {
    "titre": "À l'école",
    "objectif": "-L’élève apprend à se familiariser avec son milieu scolaire ; – il reconnaît certains lieux de l’école et les nomme ; – il reconnaît des objets physiques de l’école"
  },
  {
    "titre": "Sensibilisation à la diversité culturelle",
    "objectif": "Inciter les élèves à connaitre les autres cultures."
  },
  {
    "titre": "Mots avec le son",
    "objectif": "Apprendre des mots contenant le même son Épeler et écrire des mots S’exprimer en français"
  },
  {
    "titre": "Agree or Disagree",
    "objectif": "• To get the students to actively participate in discussion on a variety of relevant topics. • The let the students talk about things that interest them and that they are passionate about. • To introduce or close out a unit on tolerance."
  },
  {
    "titre": "Nous Lançons",
    "objectif": "The goal of this activity is to help students learn the conjugation of irregular verbs."
  },
  {
    "titre": "Adjectifs - Aide sensorielle et visuelle + Expression française",
    "objectif": "Enseigner aux jeunes de nouvelles expressions françaises et de nouveaux adjectifs qui peuvent être utiles à connaître."
  },
  {
    "titre": "Mimer une expression francaise",
    "objectif": "Développer l’expression orale, donner confiance à l´élève à s´exprimer ou jouer un rôle devant ses camarades, apprendre de nouvelles expressions idiomatiques, développer la capacité de créativité, travailler la fluidité et le vocabulaire."
  },
  {
    "titre": "Apprendre des expressions idiomatiques",
    "objectif": "-Se familiariser avec des expressions idiomatiques en français"
  },
  {
    "titre": "Nous Lançons",
    "objectif": "The goal of this activity is to help students learn the conjugation of irregular verbs."
  },
  {
    "titre": "Au plus rapide le drapeau!",
    "objectif": "Développer le vocabulaire chez les enfants à l’aide d’un jeu actif."
  },
  {
    "titre": "Traduire une chanson!",
    "objectif": "– Faire en sorte que le côté anglophone n’est pas un ennemi. – Se divertir – Faire appel à la créativité"
  },
  {
    "titre": "Activités autour du Petit Prince",
    "objectif": "– Faire connaître des textes francophones (Le Petit Prince) – Avoir recours à la créativité (Écrire une histoire) – Se divertir (Regarder des vidéos) – Améliorer la grammaire"
  },
  {
    "titre": "D'écrit l'image!",
    "objectif": "-Communication orale -L’écoute -Développement langagier et enrichissement du vocabulaire. -Comment poser des questions"
  },
  {
    "titre": "Activités autour du Petit Prince",
    "objectif": "– Faire connaître des textes francophones (Le Petit Prince) – Avoir recours à la créativité (Écrire une histoire) – Se divertir (Regarder des vidéos) – Améliorer la grammaire"
  },
  {
    "titre": "KABOOM",
    "objectif": "-Pratiquer les lettres de l’alphabet et répondre en phrase complète. ” C’est la lettre … ” Variante: ajoutez un mot ou une phrase avec la lettre choisit"
  },
  {
    "titre": "Trouver l'erreur",
    "objectif": "-Communication orale -Observation -Travail d’équipe -Travailler la description."
  },
  {
    "titre": "Activité de jeu",
    "objectif": "Apprendre à parler français"
  },
  {
    "titre": "Le rallye des mots",
    "objectif": "-pratiquer la communication orale -améliorer la collaboration (travail d’équipe) -pratiquer l’orthographe"
  },
  {
    "titre": "Créer une histoire d'Halloween (activité d'expression orale)",
    "objectif": "Les objectifs sont : développer l’imaginaire et la créativité de l’élève ainsi que de leur permettre de s’exprimer librement."
  },
  {
    "titre": "Les mots de passe",
    "objectif": "Trouver le plus de mots possible avec la lettre choisie"
  },
  {
    "titre": "Activité découverte",
    "objectif": "approfondir des connaissances des petits amis"
  },
  {
    "titre": "Activité découverte",
    "objectif": "approfondir des connaissances des petits amis"
  },
  {
    "titre": "Arbre à remerciements",
    "objectif": "Permettre aux élèves de penser à leur environnement et à leurs sentiments. Leur faire pratiquer l’expression écrite et orale dans la langue française. Partager avec ceux qui les entourent."
  },
  {
    "titre": "Les quatres coins et leur trésor",
    "objectif": "De reviser les concepts appris dans le cours de français. Variante: peut inclure des questions basées sur d’autres matières, par exemple : histoire, sciences etc."
  },
  {
    "titre": "Vole",
    "objectif": "Amener les élèves à enrichir leur vocabulaire Pousser les élèves à se concentrer et à vite réagir Aider les élèves à ne pas confondre la gauche et la droite"
  },
  {
    "titre": "Qui suis-je ?",
    "objectif": "Permettre l’écoute, la réflexion et la compréhension des liens de parenté d’une famille."
  },
  {
    "titre": "Dessin à l'aveuglette",
    "objectif": "Permet de pratiquer la description à travers un jeu de communication orale! Plus précisément, l’activité demande à l’étudiant de décrire quelque chose en se concentrant tout d’abord sur l’essentiel pour guider la personne qui l’écoute à pouvoir bien visualiser ce qu’il cherche à décrire. -» Le but du jeu : En équipe de deux, les élèves devront s’entraider pour faire un dessin le plus fidèle possible d’une image à laquelle seulement un élève sur deux a accès. Un élève décrit, l’autre dessine! Afin de permettre une description qui se transmet bien, on peut apprendre aux élèves à décrire en premier lieu l’essentiel et le général, pour aller ensuite parler du superflu et des détails plus particuliers. Ce genre d’exercice leur permettra de faire de meilleures descriptions (avec de la pratique) dans leur textes!"
  },
  {
    "titre": "Interview ton ami!",
    "objectif": "Permettre aux élèves de mieux se connaître, mais aussi de savoir se présenter."
  },
  {
    "titre": "devinette",
    "objectif": "Apprendre les mots usuels et courant sans hésitation"
  },
  {
    "titre": "devinette",
    "objectif": "Apprendre les mots usuels et courant sans hésitation"
  },
  {
    "titre": "Interview ton ami!",
    "objectif": "Permettre aux élèves de mieux se connaître, mais aussi de savoir se présenter."
  },
  {
    "titre": "Histoire à relais",
    "objectif": "Passer du temps seul à seul avec tous les élèves pour les valoriser tout en renforçant leur français."
  },
  {
    "titre": "Flextangle",
    "objectif": "Apprendre les verbes de base, être, avoir et aller tout en s’amusant et en faisant du bricolage."
  },
  {
    "titre": "Trousse de lecture",
    "objectif": "Compréhension et expression orale"
  },
  {
    "titre": "La diversité de l’école",
    "objectif": "1- Maîtrise de la langue française (langage oral et écrit) 2- Culture humaniste 3- Autonomie et initiative La géographie la classe"
  },
  {
    "titre": "Indiquer le chemin",
    "objectif": "· Grammaire · Compréhension · Expression orale"
  },
  {
    "titre": "Épelle-moi",
    "objectif": "L’objectif de cette activité est de travailler l’épellation des mots."
  },
  {
    "titre": "Interview avec mon ami",
    "objectif": "Permettre aux élèves de se connaitre mieux, mais aussi de savoir se présenter."
  },
  {
    "titre": "LA FRANCOPHONIE EN BREF",
    "objectif": "-CONNAITRE LES PAYS QUI COMPOSENT LA FRANCOPHONIE. -LAISSER SAVOIR AUX ELEVES LA CULTURE FRANCOPHONE. -BIEN SITUER LES PAYS FRANCOPHONES EN FONCTION DES CONTINENTS. -AIDER LES ELEVES A BIEN PRONONCER LES NOMS DE CES PAYS . -PARLER EN BREF DE L’HISTOIRE DE CERTAINS DE CES PAYS FRANCOPHONES."
  },
  {
    "titre": "Célébration et fête des Franco-ontariens à l'école",
    "objectif": "Durée du projet : deux semaines (quinze minutes de préparation par jour pour chaque sous-groupe (trois à cinq élèves par sous-groupe)). Chaque classe doit faire une présentation devant toute l’école à la fin de ce projet. objectif général : célébrer la langue française et la culture des franco-ontariens. La célébration a eu lieu dans le gymnase en après-midi durant la semaine du 25 septembre. objectifs spécifiques : Maternelle : – Savoir écrire son propre prénom. – Reconnaitre son prénom ainsi que la première lettre par laquelle il commence (alphabet). – Être capable de dire “je m’appelle X, je parle français”. – développer sa motricité fine (activité d’art plastique : drapeau franco-ontarien). Première année : – Construire une phrase en français (la phrase dit qu’ils sont fiers de parler en français). – Lire chaque mot de la phrase séparément. – Choisir un mot de la phrase pour le lire à voix haute, l’écrire et le décorer. – S’amuser en faisant un masque d’un animal favori et connaitre son nom en français. – Chaque élève lit un mot de la phrase devant toutes l’école en montrant le mot et en ayant son masque sur le visage. Classe de deuxième et troisième année : – Chanter un couplet en duo ou en trio d’une chanson, qui raconte la fierté des élèves de parler en français, que j’ai construite spécifiquement pour cette classe. – Construire une vidéo composée de petites saynètes dans lesquelles les élèves dansent en chantant leur propre partie de la chanson. – Montrer la vidéo à toute l’école. Classe de deuxième cycle : Lire un petit paragraphe devant toutes l’école de l’histoire de l’Ontario (l’histoire raconte comment c’était pénible d’avoir le droit de parler en français et d’avoir des écoles françaises en Ontario). Classe de troisième cycle : Chanter deux chansons qui parle de la culture franco-ontarienne (les élèves sont divisés en deux équipes, chaque équipe chante une chanson (chanson 1 : Pure Laine et coloré, chanson 2 : Mon beau drapeau)."
  },
  {
    "titre": "Jeu de l'oie sur le vocabulaire d'halloween",
    "objectif": "Permettre aux élèves de vérifier l’orthographe des mots les plus courants qu’ils utilisent pour Halloween, et améliorer leur vocabulaire d’Halloween."
  },
  {
    "titre": "Les pas magiques",
    "objectif": "Activité destinée à la maternelle, jardin et les premiers niveaux du primaire. L’objectif visé est la révision des chiffres, des couleurs ou des formes."
  },
  {
    "titre": "Y'a un rat....",
    "objectif": "Développer une plus grande habitude à chercher dans le dictionnaire. Développer l’esprit d’équipe Augmenter le vocabulaire actif Participer à une activité culturelle qui a pour but de divertir"
  },
  {
    "titre": "Au restaurant",
    "objectif": "-Apprendre à jouer des personnages, exprimer son menu de préférences ou son émotion (content, d’être bien servi, mets ou repas délicieux, ou mécontent, déprimé, etc.) -Se familiariser avec le nom des menus que le client désire manger dans un restaurant, leur faire voir les bons comportements à adopter au restaurant (respect, courtoise, politesse, enthousiasme, etc.,) et les bonnes façons de recevoir et de servir le client."
  },
  {
    "titre": "Images et mots",
    "objectif": "Développer et tester la rapidité des jeunes à associer une image avec le mot français qui lui correspond. L’objectif est d’améliorer les réflexes d’associations entre une chose et le vocabulaire francophone de l’élève. En d’autres mots, il s’agit de développer le réflexe de parler en français."
  },
  {
    "titre": "Fait-moi un dessin (modifié)",
    "objectif": "-Développer l’écoute -Développer la communication orale -Pratiquer le vocabulaire"
  },
  {
    "titre": "Organisation Soirée Porte-Ouverte",
    "objectif": "Faire rayonner la vie étudiante de notre école"
  },
  {
    "titre": "Poème/Calligramme",
    "objectif": "Il s’agit d’écrire un poème à l’aide d’un dessin, d’un objet, d’un membre du corps humain ou d’une note de musique."
  },
  {
    "titre": "Décris-moi",
    "objectif": "– Développe la concentration des élèves et favorise l’écoute. – Encourage la motivation et l’effort envers la langue cible."
  },
  {
    "titre": "Origami - Coins Coins de l'amitié",
    "objectif": "– Découvrir du nouveau vocabulaire en français. – Pratiquer les formes géométriques. – Donner aux enfants un outil pour jouer en français et de manière positive entre eux lors de la récréation."
  },
  {
    "titre": "Pioche la bonne lettre!",
    "objectif": "Réviser les lettres de l’alphabet en maternelle. A ce niveau, les élèves découvrent les lettres, les reconnaissent et apprennent à les écrire."
  },
  {
    "titre": "Rallye de Noël",
    "objectif": "Réviser du vocabulaire et être capable d’associer des mots avec des définitions (compréhension de lecture)."
  },
  {
    "titre": "Jeu de mémoire",
    "objectif": "Apprendre les mots. Travailler la mémoire. Travailler la formulation de phrase."
  },
  {
    "titre": "Je vois, je vois",
    "objectif": "Ce jeu permet de pratiquer le vocabulaire déjà connu et aussi d’en connaitre du nouveau (d’habitude, les élèves s’adressent au moniteur pour savoir les noms des objets qu’ils ne connaissent pas)."
  },
  {
    "titre": "Jeu du dictionnaire Québécois",
    "objectif": "-Faire la description d’un objet ou d’une action en français. -Utiliser un mot spécifique dans une phrase tout en gardant son sens. -Développer des connections cognitives avec d’autres mots français ou anglais. -Travailler en équipe."
  },
  {
    "titre": "Boulette (version expression québécoise)",
    "objectif": "-Compréhension -Vocabulaire -Interprétation/Imagination -Créativité -Plaisir!"
  },
  {
    "titre": "Échange de villes",
    "objectif": "Faire un échange culturel Montrer aux élèves d’où on vient En apprendre davantage sur notre communauté d’accueil."
  },
  {
    "titre": "Braver la tempête",
    "objectif": "Développer le vocabulaire Faire bouger les élèves Pratiquer la lecture Faire travailler les élèves en équipe"
  },
  {
    "titre": "Jeu de la boulette",
    "objectif": "– Pratiquer le français. – Avoir du plaisir. – Faire preuve de rapidité d’esprit."
  },
  {
    "titre": "virelangue moi ça",
    "objectif": "Améliorer la prononciation des jeunes Mieux connaître et commencer à créer des liens avec les jeunes."
  },
  {
    "titre": "Zut, Za, Zou!",
    "objectif": "Cette activité est très intéressante pour tout type de révision : vocabulaire, comment poser des questions, traduire une phrase, pratiquer la prononciation, etc. Bref, tout ce que vous pouvez voir avec vos élèves, même si ça n’a pas un lien direct avec le français. Tous les élèves avec qui j’ai joué à Zut Za Zou! me le redemande encore et encore!"
  },
  {
    "titre": "Les naufragés",
    "objectif": "Parler en français Exprimer ses idées Argumenter Défendre son point de vue"
  },
  {
    "titre": "Liste de référents culturels de la francophonie canadienne et internationale",
    "objectif": "Permettre aux élèves de se familiariser avec des référents culturels francophones de leur région, d’ailleurs au Canada et de la francophonie internationale Vise les principes directeurs suivants: – S’inscrire dans la francophonie contemporaine – Créer des liens au sein de la francophonie – Valoriser la diversité"
  },
  {
    "titre": "Brise glace",
    "objectif": "Présentation réciproque"
  },
  {
    "titre": "''Scattergories''",
    "objectif": "Activité qui amène les enfants à s’amuser avec le vocabulaire de la langue française, travailler en équipe et à communiquer oralement"
  },
  {
    "titre": "Duels musicaux - Style « La Voix»",
    "objectif": "Faire découvrir des chanteurs francophones et de nouvelles chansons francophones. Développer l’esprit critique. Communiquer en français."
  },
  {
    "titre": "Les aventures de Bouli",
    "objectif": "– développer son expression à l’écrit et à l’orale – se familiariser avec une télésérie en français – communiquer pour créer, amuser, divertir et jouer avec la langue – se servir de matériaux divers pour réaliser des productions artistiques – s’initier à la culture du moniteur"
  },
  {
    "titre": "Les mots fréquents",
    "objectif": "Apprendre a reconnaitre les mots les plus utiliser en 1ere annee"
  },
  {
    "titre": "Capturer le général",
    "objectif": "Favoriser la communication entre coéquipiers. Favoriser le travail d’équipe. Inciter la communication en français. Favoriser l’usage de stratégies."
  },
  {
    "titre": "jeux de cartes des lettres",
    "objectif": "Enrichir le vocabulaire des élèves . Découvrir le sens des mots . Encourager les élèves à s’exprimer en Français ."
  },
  {
    "titre": "LOL ;-)",
    "objectif": "– Pratiquer l’écriture; – Développer l’imagination; et – Découvrir des francophones qui rayonnent à l’international."
  },
  {
    "titre": "Écriture automatique",
    "objectif": "Sortir le méchant, se calmer, laisser aller sa créativité, se découvrir soi-même."
  },
  {
    "titre": "Annonce publicitaire inusitée avec un objet de la classe",
    "objectif": "Cette activité touche l’expression orale chez les jeunes, le travail d’équipe, le respect de l’opinion de son coéquipier, la créativité et l’imaginations des jeunes."
  },
  {
    "titre": "Quizz Charades",
    "objectif": "Une charade est une forme de devinette qui combine les jeux de mots et l’étude des sons. Cela permet : -D’enrichir le vocabulaire , -Développer l’imagination en piquant et surprenant la curiosité des jeunes."
  },
  {
    "titre": "La magie des lettres",
    "objectif": "Enrichir le vocabulaire des élèves."
  },
  {
    "titre": "8",
    "objectif": "8- sécurité et bien être -Fonctionnement de base de l’ecole -Compréhension orale -Expression orale -Vocabulaire -Structure de phrases"
  },
  {
    "titre": "Parties du corps",
    "objectif": "Apprendre les parties du corps"
  },
  {
    "titre": "J'ai à qui",
    "objectif": "Parler avec les enfants et leur faire formuler une phrase complète"
  },
  {
    "titre": "Scategories",
    "objectif": "J\\’ai fait un Scattégorie modifié pour travailler le vocabulaire."
  },
  {
    "titre": "k",
    "objectif": "k"
  },
  {
    "titre": "Culture identaire",
    "objectif": "Aider à la communication orale"
  },
  {
    "titre": "Ressources - Atelier Francophonie rayonnante - j'en fais partie",
    "objectif": "Créer des activités menant les élèves à “apprendre, comprendre et entreprendre” en français. Mettre en partage sa culture en explorant nos référents (et repères) culturels."
  },
  {
    "titre": "Mme X (ou M.X) a perdu!",
    "objectif": "Pratiquer une question orale et la réponse à cette question."
  },
  {
    "titre": "4",
    "objectif": "4 Développer les habiletés langagières en français en touchant plusieurs catégories"
  },
  {
    "titre": "CHANSON A TROU",
    "objectif": "• Enrichir son vocabulaire • Apprécier la musique d’expression française • Se familiariser avec d’autres voix, de nouvelles expressions et d’autres accents. • Travailler la comparaison • Exprimer ses goûts, ses préférences."
  },
  {
    "titre": "Histoire du jour du Souvenir et rédaction de poèmes",
    "objectif": "1- Susciter la créativité en utilisant un vocabulaire très expressif et relatif aux sacrifices des soldats canadiens pendant les guerres dans lesquelles ils ont été impliqués. 2- Prendre connaissance de l’implication du Canada dans la première et deuxième guerre mondiale, 3- comprendre le contexte de cette guerre, comprendre ce que c’est qu’un pays ami, comprendre les notions d’assistance, de solidarité, de lutte contre la barbarie, contre l’intimidation, de protection de sa civilisation et de son mode de vie, enfin comprendre ce que c’est que le patriotisme et le service de la nation. 4- Reconnaître l’importance de se souvenir de ceux qui sont morts pour le Canada"
  },
  {
    "titre": "9 Zut! Za! Zou!",
    "objectif": "Révision de divers sujets à l’aide des questions posées durant le jeu"
  },
  {
    "titre": "Devine qui !",
    "objectif": "Utiliser les mots interrogatifs S’amuser en utilisant la langue utiliser sa mémoire"
  },
  {
    "titre": "À vos bandes-annonces!!",
    "objectif": "Le but de l’activité est de donner le goût aux élèves d’écouter des films québécois en leur donnant un avant-goût avec les bandes-annonces. Ça permet de leur faire voir qu’il y a des films intéressants qui sont produits au Québec et s’ils les écoutent de leur faire voir notre culture."
  },
  {
    "titre": "Téléphone",
    "objectif": "– Écoute attentive -Transmission de l’information reçue de manière fidèle – Apprendre des mots et améliorer son orthographe – Développer l’expression orale"
  },
  {
    "titre": "Jeu de couleur",
    "objectif": "L’objectif de l’activité est de connaitre les couleurs et le noms de différents objets."
  },
  {
    "titre": "3",
    "objectif": "3"
  },
  {
    "titre": "Le théâtre des lecteurs",
    "objectif": "Démontrer explicitement comment animer un théâtre des lecteurs dans une salle de classe, peu importe le nombre d’élèves."
  },
  {
    "titre": "Notre acadie",
    "objectif": "Faire connaitre un peu de notre culture acadien"
  },
  {
    "titre": "Vocabulaire dans une image",
    "objectif": "Enrichir son vocabulaire"
  },
  {
    "titre": "Baccalauréat",
    "objectif": "– Enrichissement du vocabulaire – Développement de la culture générale"
  },
  {
    "titre": "Les chaussettes puantes du Père Noël!",
    "objectif": "Apprendre à bien formuler les question, s’amuser et parler en français."
  },
  {
    "titre": "Les Zanimos",
    "objectif": "Exploitation du vocabulaire animalier. Jeux de négociation."
  },
  {
    "titre": "Projet de théâtre d'ombres",
    "objectif": "-Pratiquer et améliorer la lecture à haute voix des élèves (sans compter la lecture individuelle à la maison) -Inciter le travail d’équipe -Leur faire toucher à la création artistique d’une pièce de théâtre (décors, marionnettes) -Améliorer la capacité à parler devant une audience"
  },
  {
    "titre": "Kahoot!",
    "objectif": "Révision d’un cours d’orthographe ou de géographie"
  },
  {
    "titre": "Le jeu télé pas à la télé (inspiré du jeu l'Union fait la force)",
    "objectif": "Acquisition de vocabulaire (ex.: préfixes, suffixes, mots nouveaux, vocabulaire de la classe , par exemple, en mathématique ou en science). Compréhension des expressions. Genre et nombre des mots. Principes directeurs de l’ACELF: Développer un rapport positif à la langue française. Viser des effets durables."
  },
  {
    "titre": "Autour du feu",
    "objectif": "Pratique du français à l’oral et compréhension de l’écriture."
  },
  {
    "titre": "Le petit renne au nez rouge",
    "objectif": "Pratiquer les directives d’orientation dans l’espace (haut, bas, droite, gauche, descendre, monter, etc.). S’amuser, travailler sa mémoire et parler en français."
  },
  {
    "titre": "Le slam des pays",
    "objectif": "Trouver tous les noms de pays/continents qui sont nommés dans “Le slam des pays” de Mathieu Lippé. Trouver les pays sur une carte et en discuter."
  },
  {
    "titre": "Les survivants",
    "objectif": "• Débattre en français • Utiliser un langage correct • Utiliser son imagination • Apprendre de nouveaux mots de différents thèmes."
  },
  {
    "titre": "Jenga / Scattegories",
    "objectif": "Travail d’équipe Communication orale Connaissances générales"
  },
  {
    "titre": "L'histoire enchantée",
    "objectif": "Faire parler, favoriser la fluidité de la parole chez l’enfant, faire preuve d’imagination, et enrichir son vocabulaire"
  },
  {
    "titre": "n",
    "objectif": "– Amener les enfants à parler en français en s’amusant"
  },
  {
    "titre": "Cartes à imprimer pour jouer à pige dans le lac",
    "objectif": "Favoriser la communication et pratiquer les numéros ainsi que les métiers."
  },
  {
    "titre": "Bingoship",
    "objectif": "– Catégoriser. – Identifier certains mots et associer ce mot à une image. – Écouter une question simple. – Pratiquer une forme interrogative."
  },
  {
    "titre": "Ma vie en français (Partie 2) (Version pour 6-8 ans)",
    "objectif": "S’incrire dans la francophonie contemporaine Développer un rapport positif à la langue française Favoriser la construction identitaire en tant que francophone Favoriser l’acceptation identitaire en tant que francophone"
  },
  {
    "titre": "Qui est-ce ?",
    "objectif": "Activité pour développer le vocabulaire en pratiquant la compréhension écrite avec des textes propres a certains personnages."
  },
  {
    "titre": "Cowboy meulalalagé",
    "objectif": "– activité brise-glace – enseigner les onomatopées – montrer que les onomatopées changent selon la langue que l’on parle."
  },
  {
    "titre": "Des dés et des mots",
    "objectif": "-Maîtriser la grammaire, l’orthographe et la syntaxe de la langue française; -Développer du vocabulaire."
  },
  {
    "titre": "Improvisation pour les plus jeunes",
    "objectif": "-Apprendre à reconnaître et identifier ses émotions -Développer le langage relié aux émotions; verbaliser ce que l’on ressent -Prendre conscience des émotions des personnes qui nous entourent -Prendre sa place au sein d’un groupe -Être attentif et à l’écoute des autres et respecter notre entourage"
  },
  {
    "titre": "La musique imagée",
    "objectif": "Permettre aux élèves de découvrir de la musique francophone, de l’analyser de manière créative et de la partager avec leurs collègues de classe. Cette activité vise la libre découverte de musique faisant partie de leur culture francophone et leur exploration de celle-ci par la créativité."
  },
  {
    "titre": "Ni oui, ni non",
    "objectif": "Ce jeu permet de pratiquer les phrases à la négation et de pratiquer la formulation de question. Il aide beaucoup à améliorer l’écoute de soi-même et le développement de stratégies pour s’améliorer."
  },
  {
    "titre": "Tic-tac-mot",
    "objectif": "Gagner une partie de tic-tac-toe en ayant le plus de points. Ils gagnent des points lorsqu’ils trouvent le bon son (expliqué dans déroulement)"
  },
  {
    "titre": "Le jeu du Mistigri-Verbes au présent",
    "objectif": "Découvrir et mémoriser les conjugaisons. Apprendre la conjugaison en s’amusant"
  },
  {
    "titre": "Le Bingo de valeur de positions",
    "objectif": "Apprendre le tableau de valeurs de position en français."
  },
  {
    "titre": "Mon animal imaginaire",
    "objectif": "Encourager les élèves à être créatifs. Pratiquer le vocabulaire que l’on retrouve dans les livres d’information sur les animaux."
  }
]